import { IFAQ } from "@/_interface/Interface";

export const FAQ: IFAQ[] = [
  {
    header: "Флеш-карточки подходят для начинающих?",
    text: "Да, они созданы для всех. Формат простой: вы создаете карточки и закрепляете знания через повторение.",
  },
  {
    header: "Какие языки можно изучать с помощью карточек?",
    text: "Карточки подходят для изучения японского, китайского, корейского и других языков. Вы можете добавлять любые слова, фразы, переводы и заметки.",
  },
  {
    header: "Как работает запоминание слов?",
    text: "Система помогает регулярно возвращаться к материалу, чтобы слова не забывались. Повторение через определённые промежутки времени помогает лучше закреплять материал.",
  },
  {
    header: "Можно создавать свои карточки?",
    text: "Да. Вы можете создавать собственные карточки под свои цели: новые слова, грамматику, выражения или любую другую информацию.",
  },
  {
    header: "Нужно ли устанавливать приложение?",
    text: "Нет. Изучать материалы можно прямо в браузере с любого устройства: компьютера, планшета или телефона.",
  },
  {
    header: "Работает ли сервис без рекламы?",
    text: "Да. Мы сделали упор на комфортное обучение без отвлекающих элементов и лишней рекламы.",
  },
  {
    header: "Подходит ли это для подготовки к экзаменам?",
    text: "Да. Карточки можно использовать для запоминания слов, терминов, правил и другой информации, которая требует повторения.",
  },
];
