import { IFAQ } from "@/_interface/Interface";

export const FAQ: IFAQ[] = [
  {
    header: "Флеш-карточки подходят для начинающих?",
    text: "Да. Достаточно создать карточку с вопросом и ответом или выбрать готовую колоду. Такой формат понятен даже без опыта.",
  },
  {
    header: "2",
    text: "Да. Достаточно создать карточку с вопросом и ответом или выбрать готовую колоду. Такой формат понятен даже без опыта.",
  },
  {
    header: "3",
    text: "Да. Достаточно создать карточку с вопросом и ответом или выбрать готовую колоду. Такой формат понятен даже без опыта.",
  },
];
